Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/oopa_saanijd_-govvasatnegirji_almmustuvva_digigirjin.html.tmx
Source language: sme
Languages: smn

source: Oopâ saanijd -govvasátnegirji almmustuvvá digigirjin
smn: Oopâ saanijd -kovesänikirje almostuvá digikirjen

source: Bivnnuhis Oopâ saanijd -govvasátnegirji almmustuvvá dál digitála hámis.
smn: Pivnohis Oopâ saanijd -kovesänikirje almostuvá tääl digiversion.

source: Álgoálgosaš girjji lea čállán Matti Morottaja ja girjji govaid lea sárgon Sirpa Seppänen.
smn: Algâalgâlii kirje rähtee lii Matti Morottaja já kirje kuuvijd lii sárgum Sirpa Seppänen.

source: Matti Morottaja lea maid digigirjjis lohkkin.
smn: Matti Morottaja meid lohá saanijd digikiirján.

source: Digigirjjis leat geavahuvvon álgoálgosaš girjji govat ja teavsttat.
smn: Digikirjeest láá kevttum algâalgâlii kirje koveh já teevstah.

source: Digigirjái lea gova ja teavstta lassin lasihuvvon jietna.
smn: Digikiirján lii kove já teevstâ lasseen lasettum jienâ.

source: Sániid jietnadeami lea dál vejolaš oahpahallat.
smn: Saanijd lii tääl máhđulâš máttááttâllâđ meid jienâdiđ.

source: Digigirjji leaba teknihkalaččat ollašuhttán Anne Seipiharju já Miina Seurujärvi ja soai leaba bádden maid jienaid.
smn: Digikirje lává teknisávt olášuttâm Anne Seipiharju já Miina Seurujärvi, suoi västidáin meid jienâi paddiimist.

source: Janne Lappalainen lea čuohppan jietnabáttiid ja giehtadallan jienaid.
smn: Jienâpaadij čuoppâmist já jienâi kietâdâlmist lii västidâm Janne Lappalainen.

source: Sámedikki oahppamateriálat
smn: Sämitige oppâmateriaaleh

source: https://www.samediggi.fi/tuote/oopa-saanijd-jienakirje/
smn: https://www.samediggi.fi/tuote/oopa-saanijd-jienakirje/?lang=an
